james-yu.latex-workshop
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
ms-pyright.pyright
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
sumneko.lua
theqtcompany.qt-core
theqtcompany.qt-qml
tombi-toml.tombi
twxs.cmake
