eww-yuck.yuck
james-yu.latex-workshop
jeanp413.open-remote-ssh
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
ms-python.python
ms-pyright.pyright
ms-toolsai.jupyter
sumneko.lua
theqtcompany.qt-core
theqtcompany.qt-qml
tombi-toml.tombi
twxs.cmake
